<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>sign-in</title>
    <link rel="stylesheet" href="../css/header.css">
    <link rel="stylesheet" href="../css/footer.css">
    <link rel="stylesheet" href="../css/about.css">
</head>

<body>
    <nav class="nav_main">
        <div class="content">
            <img src="../img/logo.png" class="logo">
            <ul class="c-list">
                <li>
                    <a class="nav_text" href="../index.php"> Главная страница </a>
                </li>
                <li>
                    <a class="nav_text" href="about.php"> О приложении </a>
                </li>
                <li>
                    <a class="nav_text" href="login.php">Войти</a>
                </li>
                <li>
                    <a class="nav_text" href="registration.php">Зарегистрироваться</a>
                </li>
            </ul>
        </div>
    </nav>
    <div class="container">
        <p class="main-text">
            <label class="c-label">YOUR TAXI</label> - это современный онлайн-сервис, разработанный для удобного заказа такси. Наше приложение предоставляет надежный и быстрый способ вызвать такси в любое время и в любой точке города.
        </p>

        <p class="main-text">
            Вот некоторые ключевые особенности нашего веб-приложения:
        </p>

        <p class="main-text">
            <strong>1. Простота и удобство использования.</strong> Наше приложение разработано с учетом легкости использования. Пользователи могут легко заказать такси всего лишь в несколько кликов, выбрав местоположение, автомобиль с водителем и указав другие детали.
        </p>

        <p class="main-text">
            <strong>2. Разнообразие классов автомобилей.</strong> Мы предлагаем широкий выбор классов автомобилей, чтобы удовлетворить потребности разных клиентов. Вы можете выбрать такси следующих классов: эконом, комфорт, комфорт+ и бизнес.
        </p>

        <p class="main-text">
            <strong>3. Личные профили.</strong> Зарегистрированные пользователи могут следить за историей своих поездок и оставлять отзывы на завершённые заказы.
        </p>

        <p class="main-text">
            <strong>4. Безопасность и надежность.</strong> Мы придаем высший приоритет безопасности пассажиров и водителей. Все водители проходят проверку и имеют необходимые лицензии.
        </p>

        <p class="main-text">
            <strong>5. Отзывы и рейтинги.</strong> Пользователи могут оставлять отзывы и оценивать качество обслуживания, что помогает поддерживать высокий стандарт обслуживания. Каждый водитель имеет свой рейтинг, на который клиенты могут ориентироваться при заказе машины.
        </p>

        <p class="main-text">
            Наше веб-приложение такси создано, чтобы сделать поездки на такси максимально удобными, надежными и доступными для каждого клиента. Независимо от того, нужно ли вам быстро доехать до места назначения или встретить важных гостей, мы всегда готовы помочь вам сделать поездку приятной и комфортабельной.
        </p>
    </div>

    <footer class="footer">

    </footer>
</body>

</html>